/* $ObjectName=MAFSettingScreen_iOS */
/* $Collection=frwk.uicontrols.ios */
/* $Domain=BC */
/* $Developer=I043975 */
/* $Description=Mobile Application Framework - iOS Reusable UI Components */

/* XTIT: title in navigation bar */
"SETTINGS_TITLE" = "Options";

/* XGRP: header for a section */
"GENERAL_SETTINGS" = "Options générales";

/* XTIT: title in navigation bar for a view containing logon related fields */
"LOGON_SETTINGS" = "Options de connexion";

/* XTIT: title in navigation bar for a view containing version information */
"VERSION" = "Version";

/* XTIT: title in navigation bar for 'about' view */
"ABOUT" = "À propos de";

/* XTIT: title in navigation bar for a view containing logon type setting */
"LOGON_TYPE" = "Type de connexion";

/* XLST: logon type to choose */
"BASIC_AUTH" = "Authentification de base";

/* XLST: logon type to choose */
"SSO" = "SSO";

/* XLST: logon type to choose */
"DEMO" = "Démo";

"SERV_URL" = "Service URL";

/* XFLD: label for a field */
"USERNAME" = "Nom utilisateur";

/* XFLD: label for a field */
"PASSWORD" = "Mot de passe";

"SETTINGS" = "Settings";

/* XTIT: title in navigation bar for a view containing advanced settings */
"ADVANCED_SETTINGS" = "Paramètres avancés";

/* XFLD: label for a field */
"SERVER_URL" = "URL du serveur";

/* XFLD: label for a switch (on/off), max. approx. 18 characters */
"USE_SUP" = "Utiliser SUP";

/* XTIT: title in navigation bar for a view containing SUP connection information */
"SUP_CONNECTION_INFO" = "Informations de connexion SUP";

/* XFLD: label for a field */
"SERVER_NAME" = "Nom du serveur";

/* XFLD: label for a field */
"SERVER_PORT" = "Port du serveur";

/* XFLD: label for a field */
"COMPANY_ID" = "ID entreprise";

/* XFLD: label for a field */
"ACTIVATION_CODE" = "Code d'activation";

/* XFLD: label for a field */
"URL_PREFIX" = "Préfixe URL";

/* XGRP: header for a section */
"APPLICATION_SPECIFIC_SETTINGS" = "Options spécifiques à l'application";

/* XMSG: error message title, displayed in an alert view */
"Msg_Title_Datavault_Error" = "Erreur de stockage de données";

/* XMSG: error message details, displayed in an alert view, should not be longer than 2-3 rows */
"Msg_Datavault_Error" = "Echec d'enregistrement sous forme persistante dans l'archive sécurisée.";

/* XTIT: title trait in navigation bar */
"HEADING" = "Intitulé";

